{"chunks":[{"text":"Mise en garde à propos des déclarations prospectives  \\nCertaines déclarations faites dans ce document sont des déclarations prospectives. Ces déclarations sont faites conformément à la législation en valeurs mobilières applicable au Canada et aux États-Unis. Les déclarations prospectives figurant dans le présent document peuvent comprendre, entre autres, des déclarations à l’égard de l’économie, de l’évolution des marchés, des objectifs, des perspectives et des priorités de la Banque pour les exercices 2024 et suivants, de ses stratégies et des mesures qu’elle entend pour les réaliser, des attentes quant à la situation financière de la Banque, de ses activités, du cadre réglementaire dans lequel elle évolue, de ses cibles et engagements en matière environnementale, sociale et de gouvernance, et de certains risques auxquels la Banque est exposée. Ces déclarations prospectives sont habituellement marquées par l’emploi de verbes ou d’expressions verbales comme « prévoir », « croire », « estimer », « projeter », « planifier », « s’attendre à », « avoir l’intention de », par l’emploi de la forme future ou conditionnelle, notamment des verbes tels que « être », « devoir » et « pouvoir », et par l’emploi d’autres termes ou expressions similaires.","grounding":[{"box":{"l":0.055119872093200684,"t":0.5339239239692688,"r":0.9412654638290405,"b":0.5987482666969299},"page":2}],"chunk_type":"text","chunk_id":"cf54b1a5-f328-4aed-9de6-b3f292586cf3"},{"text":"Ces déclarations prospectives visent à aider les porteurs de titres de la Banque à comprendre la situation financière et les résultats d’exploitation de la Banque aux dates indiquées et pour les périodes alors terminées, ainsi que la vision, les objectifs stratégiques et les cibles de performance de la Banque, et peuvent ne pas convenir à d’autres fins. Ces déclarations prospectives sont basées sur les attentes, estimations, hypothèses et intentions actuelles et sont sujettes à de l’incertitude et à des risques inhérents, dont bon nombre sont indépendants de la volonté de la Banque. Il est fort possible que les prévisions, projections, attentes ou conclusions expresses ou implicites de la Banque ne se révèlent pas exactes, que ses hypothèses ne soient pas confirmées et que sa vision, ses objectifs stratégiques et ses cibles de performance ne soient pas réalisés. La Banque met en garde les investisseurs que ces déclarations prospectives ne sont pas des garanties de performances futures et que les événements ou résultats réels peuvent différer sensiblement de ces déclarations en raison d’un certain nombre de facteurs. Ainsi, la Banque recommande aux lecteurs de ne pas se fier indûment à ces déclarations prospectives, étant donné que divers facteurs pourraient faire en sorte que les résultats réels soient sensiblement différents des attentes, des estimations ou des intentions exprimées dans ces déclarations prospectives. Les investisseurs et autres personnes qui se fondent sur les déclarations prospectives de la Banque doivent considérer soigneusement les facteurs mentionnés ci-dessous ainsi que les incertitudes et les risques qu’ils comportent. À moins que la législation ne l’y oblige, la Banque ne prévoit pas mettre à jour quelque déclaration prospective que ce soit, verbale ou écrite, qu’elle peut faire ou qui peut de temps à autre être faite en son nom.","grounding":[{"box":{"l":0.0550684928894043,"t":0.605493426322937,"r":0.9364945888519287,"b":0.6873581409454346},"page":2}],"chunk_type":"text","chunk_id":"88eb2368-6fc1-4c8d-84f4-fefac2b43729"},{"text":"Les hypothèses qui ont trait à la performance des économies du Canada et des États-Unis en 2024 et à leur incidence sur les activités de la Banque figurent parmi les facteurs pris en considération au moment de déterminer les priorités et les objectifs stratégiques de la Banque, notamment en ce qui a trait aux provisions pour pertes de crédit. Ces hypothèses figurent à la section Survol et perspectives économiques, et, pour chaque secteur d’exploitation, à la section Revue de l’économie et du marché du Rapport annuel 2023 ainsi qu’à la section Survol et perspectives économiques du présent document, et elles peuvent être mises à jour dans les rapports trimestriels aux actionnaires déposés par la suite.","grounding":[{"box":{"l":0.0563085675239563,"t":0.6938446164131165,"r":0.9400480389595032,"b":0.7302826046943665},"page":2}],"chunk_type":"text","chunk_id":"e9b5aad1-f064-42f3-8551-379b5f57a382"}]}
