{"chunks":[{"text":"La Banque utilise également les mesures décrites ci-dessous pour évaluer ses résultats et le rapprochement quantitatif de ces mesures financières non conformes aux PCGR est présenté dans la section « Rapprochement des mesures financières non conformes aux PCGR » à la page 8.","grounding":[{"box":{"l":0.05562421679496765,"t":0.5400325059890747,"r":0.9008316993713379,"b":0.5682650804519653},"page":4}],"chunk_type":"text","chunk_id":"c4158229-e607-4edb-a901-9e51c2ea9ab2"},{"text":"Revenu net d’intérêts autre que de négociation ajusté  \\nReprésente le revenu net d’intérêts autre que de négociation en équivalent imposable. Il comprend les revenus liés aux actifs et passifs financiers associés aux activités autres que de négociation, déduction faite des frais d’intérêts et des revenus d’intérêts liés au financement de ces actifs et passifs financiers, et est utilisé dans le calcul de la marge nette d’intérêts autre que de négociation ajustée. L’équivalent imposable est ajouté au revenu net d’intérêts autre que de négociation afin de pouvoir comparer le rendement des différents éléments de l’actif sans égard à leur traitement fiscal.","grounding":[{"box":{"l":0.05405294895172119,"t":0.5785556435585022,"r":0.9432111978530884,"b":0.645363986492157},"page":4}],"chunk_type":"text","chunk_id":"c3dd7b25-aaac-4b63-b5e0-433163abd9c8"},{"text":"Revenu net d’intérêts lié aux activités de négociation en équivalent imposable  \\nReprésente le revenu net d’intérêts lié aux activités de négociation auquel on ajoute l’équivalent imposable. Il comprend les dividendes liés aux actifs et passifs financiers associés aux activités de négociation, et certains revenus d’intérêts liés au financement de ces actifs et passifs financiers, déduction faite des frais d’intérêts. L’équivalent imposable est ajouté au revenu net d’intérêts lié aux activités de négociation afin de pouvoir comparer le rendement des différents éléments de l’actif sans égard à leur traitement fiscal.","grounding":[{"box":{"l":0.05482614040374756,"t":0.6556227207183838,"r":0.9250422120094299,"b":0.7217053174972534},"page":4}],"chunk_type":"text","chunk_id":"866b7c54-b8c4-4754-b8f6-7a150fa1edf1"},{"text":"Revenus autres que d’intérêts liés aux activités de négociation en équivalent imposable  \\nReprésentent les revenus autres que d’intérêts liés aux activités de négociation auxquels on ajoute l’équivalent imposable. Ils comprennent les gains et les pertes réalisés et non réalisés ainsi que les revenus d’intérêts sur les valeurs mobilières évaluées à la juste valeur par le biais du résultat net, les revenus tirés des instruments financiers dérivés détenus à des fins de négociation, la variation de la juste valeur des prêts à la juste valeur par le biais du résultat net, la variation de la juste valeur des instruments financiers désignés à la juste valeur par le biais du résultat net, les gains et les pertes réalisés et non réalisés ainsi que les frais d’intérêts sur les engagements afférents à des titres vendus à découvert, certains revenus de commissions ainsi que d’autres revenus liés aux activités de négociation, et les frais de transactions s’il y a lieu. L’équivalent imposable est ajouté aux revenus autres que d’intérêts liés aux activités de négociation afin de pouvoir comparer le rendement des différents éléments de l’actif sans égard à leur traitement fiscal.","grounding":[{"box":{"l":0.05462557077407837,"t":0.7329907417297363,"r":0.9395856857299805,"b":0.8363760709762573},"page":4}],"chunk_type":"text","chunk_id":"4870fd65-2adf-470b-ac06-81b486acbbcc"},{"text":"Banque Nationale du Canada  \\nRapport aux actionnaires, premier trimestre de 2024","grounding":[{"box":{"l":0.6527218818664551,"t":0.9395623207092285,"r":0.8930184841156006,"b":0.9604675769805908},"page":4}],"chunk_type":"marginalia","chunk_id":"2744d91f-26b8-45fa-9eb9-90056abe5a68"},{"text":"5","grounding":[{"box":{"l":0.9301059246063232,"t":0.9428244829177856,"r":0.9442776441574097,"b":0.9566290378570557},"page":4}],"chunk_type":"marginalia","chunk_id":"9ffeb45b-1bbc-4bfe-a32a-bf35c675392b"}]}
