{"chunks":[{"text":"Rapport de gestion  \\nMode de présentation de l'information","grounding":[{"box":{"l":0.05515347421169281,"t":0.04965246468782425,"r":0.2506241798400879,"b":0.07520560175180435},"page":4}],"chunk_type":"text","chunk_id":"ef598a26-7915-4446-ad10-dd8a36ef3054"},{"text":"Frais autres que d’intérêts ajustés  \\nReprésentent les frais autres que d’intérêts excluant les éléments particuliers, le cas échéant. Les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer les frais autres que d’intérêts en ne tenant pas compte d’éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d’exploitation de la Banque.","grounding":[{"box":{"l":0.05373352766036987,"t":0.09137798845767975,"r":0.9211919903755188,"b":0.1467464566230774},"page":4}],"chunk_type":"text","chunk_id":"1c37ce8d-c720-45ed-b20a-6f2de90401eb"},{"text":"Résultat avant dotations aux pertes de crédit et charge d'impôts ajusté  \\nReprésente le résultat avant dotations aux pertes de crédit et charge d'impôts en équivalent imposable et excluant les éléments particuliers, le cas échéant. Il représente également la différence entre le revenu total ajusté et les frais autres que d'intérêts ajustés. L'équivalent imposable est ajouté au résultat avant dotations aux pertes de crédit et charge d'impôts afin de pouvoir comparer le rendement des différents éléments de l'actif sans égard à leur traitement fiscal et les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer le résultat avant dotations aux pertes de crédit et charge d'impôts en ne tenant pas compte d'éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d’exploitation de la Banque.","grounding":[{"box":{"l":0.05439600348472595,"t":0.15619149804115295,"r":0.9431960582733154,"b":0.23619818687438965},"page":4}],"chunk_type":"text","chunk_id":"fc2dfca2-9c15-4836-a09e-d36aa3c67a09"},{"text":"Charge d’impôts ajustée  \\nReprésente la charge d’impôts en équivalent imposable et excluant la charge d’impôts liée aux éléments particuliers, le cas échéant.","grounding":[{"box":{"l":0.055171191692352295,"t":0.24594886600971222,"r":0.7971277832984924,"b":0.27464473247528076},"page":4}],"chunk_type":"text","chunk_id":"e29d160b-53fc-4f59-bafa-8cd7ec9efef1"},{"text":"Résultat net ajusté  \\nReprésente le résultat net excluant les éléments particuliers, le cas échéant. Les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer le résultat net en ne tenant pas compte d’éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d’exploitation de la Banque.","grounding":[{"box":{"l":0.05477049946784973,"t":0.28384119272232056,"r":0.9354617595672607,"b":0.3376603126525879},"page":4}],"chunk_type":"text","chunk_id":"5408d5e0-10d6-47bd-af00-5fc8edaafc26"},{"text":"Résultat net attribuable aux actionnaires ordinaires ajusté  \\nReprésente le résultat net attribuable aux actionnaires ordinaires excluant les éléments particuliers, le cas échéant. Les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer le résultat net attribuable aux actionnaires ordinaires en ne tenant pas compte d’éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d’exploitation de la Banque.","grounding":[{"box":{"l":0.05496567487716675,"t":0.34867721796035767,"r":0.9435485601425171,"b":0.4019961357116699},"page":4}],"chunk_type":"text","chunk_id":"fd7a9229-2135-44f3-8feb-dec6118239a0"},{"text":"Résultat de base par action ajusté  \\nReprésente le résultat de base par action excluant les éléments particuliers, le cas échéant. Les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer le résultat de base par action en ne tenant pas compte d’éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d’exploitation de la Banque.","grounding":[{"box":{"l":0.054630130529403687,"t":0.4123148024082184,"r":0.9430162906646729,"b":0.4650796949863434},"page":4}],"chunk_type":"text","chunk_id":"886060dc-1147-4a5b-b2a6-9e0c1e7e0d80"},{"text":"Résultat dilué par action ajusté  \\nReprésente le résultat dilué par action excluant les éléments particuliers, le cas échéant. Les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer le résultat dilué par action en ne tenant pas compte d’éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d’exploitation de la Banque.","grounding":[{"box":{"l":0.054653942584991455,"t":0.47655388712882996,"r":0.9291884303092957,"b":0.5294172167778015},"page":4}],"chunk_type":"text","chunk_id":"b38a0887-3479-425b-9d6f-5d54e55e760a"}]}
