{"chunks":[{"text":"Les principales mesures financières non conformes aux PCGR utilisées par la Banque afin d’analyser ses résultats sont décrites ci-dessous et le rapprochement quantitatif de ces mesures est présenté dans les tableaux de la section « Rapprochement des mesures financières non conformes aux PCGR » à la page 8 ainsi que dans le tableau « Résultats consolidés » à la page 11. À noter que pour le trimestre terminé le 31 janvier 2024, aucun élément particulier n’a été exclu des résultats. Pour le premier trimestre de 2023, une charge d’impôts de 24 M$ liée aux mesures fiscales 2022 du gouvernement du Canada avait été exclue des résultats en raison de sa nature ponctuelle. Ce montant comprenait une charge d’impôts de 32 M$ au titre du dividende pour la relance au Canada, sous la forme d’un impôt ponctuel de 15 % basé sur le revenu imposable moyen des exercices 2021 et 2020 excédant 1 G$, ainsi qu’une économie d’impôts de 8 M$ en lien avec la hausse du taux d’impôt prévu par la loi de 1,5 % qui comprenait l’impact lié aux impôts exigibles et différés de l’exercice 2022.","grounding":[{"box":{"l":0.05513086915016174,"t":0.5621580481529236,"r":0.9428402185440063,"b":0.6645793318748474},"page":3}],"chunk_type":"text","chunk_id":"9a9e896c-08dc-47bb-b248-13b139724c8d"},{"text":"Revenu net d’intérêts ajusté  \\nReprésente le revenu net d’intérêts en équivalent imposable et excluant les éléments particuliers, le cas échéant. L’équivalent imposable est ajouté au revenu net d’intérêts afin de pouvoir comparer le rendement des différents éléments de l’actif sans égard à leur traitement fiscal et les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer le revenu net d’intérêts en ne tenant pas compte d’éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d’exploitation de la Banque.","grounding":[{"box":{"l":0.05592256784439087,"t":0.6773512959480286,"r":0.936933696269989,"b":0.7418808341026306},"page":3}],"chunk_type":"text","chunk_id":"fec48774-b9ef-49a9-8d06-ffe46b42b9c8"},{"text":"Revenus autres que d'intérêts ajustés\\nReprésentent les revenus autres que d'intérêts en équivalent imposable et excluant les éléments particuliers, le cas échéant. L'équivalent imposable est ajouté aux revenus autres que d'intérêts afin de pouvoir comparer le rendement des différents éléments de l'actif sans égard à leur traitement fiscal et les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer les revenus autres que d'intérêts en ne tenant pas compte d'éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d'exploitation de la Banque.","grounding":[{"box":{"l":0.05597767233848572,"t":0.754307746887207,"r":0.9410175085067749,"b":0.8192638158798218},"page":3}],"chunk_type":"text","chunk_id":"2024ae33-0b45-42a1-ae5b-e1964cf470e7"},{"text":"Revenu total ajusté\\nReprésente le revenu total en équivalent imposable et excluant les éléments particuliers, le cas échéant. Il est composé du revenu net d’intérêts ajusté et des revenus autres que d’intérêts ajustés. L’équivalent imposable est ajouté au revenu total afin de pouvoir comparer le rendement des différents éléments de l’actif sans égard à leur traitement fiscal et les éléments particuliers, le cas échéant, sont exclus afin de mieux évaluer le revenu total en ne tenant pas compte d’éléments qui, selon la direction, ne reflètent pas la performance financière sous-jacente des activités d’exploitation de la Banque.","grounding":[{"box":{"l":0.055379241704940796,"t":0.8310402035713196,"r":0.9356757402420044,"b":0.8963872790336609},"page":3}],"chunk_type":"text","chunk_id":"f4602726-447a-4576-a21f-0a6468cde0fe"},{"text":"Banque Nationale du Canada  \\nRapport aux actionnaires, premier trimestre de 2024","grounding":[{"box":{"l":0.6532116532325745,"t":0.9389076828956604,"r":0.8926367163658142,"b":0.9603691697120667},"page":3}],"chunk_type":"marginalia","chunk_id":"48f4822c-bb59-4473-a0d2-699b44742c38"},{"text":"4","grounding":[{"box":{"l":0.9293267130851746,"t":0.9429692029953003,"r":0.9439317584037781,"b":0.9573341608047485},"page":3}],"chunk_type":"marginalia","chunk_id":"6892f19b-688f-4534-8ffd-8628be69bc95"}]}
