{"chunks":[{"text":"logo: BANQUE NATIONALE\\n\\n• The image displays the logo of Banque Nationale, a Canadian bank.\\n• The logo consists of a stylized red geometric shape resembling a folded square or parallelogram, positioned to the left.\\n• To the right of the shape, the words \"BANQUE NATIONALE\" appear in bold, uppercase, dark blue sans-serif font, stacked on two lines.\\n• The background is white, and there are no additional taglines, icons, or graphical elements.\\n• The logo is horizontally oriented, with the icon and text aligned side by side.\\n\\nAnalysis :\\n• The use of red and bold geometric form conveys strength and stability, while the clean, modern font suggests professionalism and clarity.","grounding":[{"box":{"l":0.06277252733707428,"t":0.07119879126548767,"r":0.388374388217926,"b":0.1456640511751175},"page":0}],"chunk_type":"figure","chunk_id":"2e6115f3-42b9-4b39-963a-d07362cf7147"},{"text":"Rapport aux actionnaires","grounding":[{"box":{"l":0.05397897958755493,"t":0.1956973820924759,"r":0.38753581047058105,"b":0.2242356687784195},"page":0}],"chunk_type":"text","chunk_id":"055f9391-d168-4752-a53b-eb08977e6309"},{"text":"Troisième trimestre 2024","grounding":[{"box":{"l":0.6182262897491455,"t":0.19543620944023132,"r":0.9439530372619629,"b":0.22432777285575867},"page":0}],"chunk_type":"text","chunk_id":"1169946b-c7da-4803-a297-09821ed87eac"},{"text":"La Banque Nationale divulgue ses résultats du troisième trimestre de 2024.","grounding":[{"box":{"l":0.0543152391910553,"t":0.23059703409671783,"r":0.8850619792938232,"b":0.2575954794883728},"page":0}],"chunk_type":"text","chunk_id":"af749909-5995-4392-b714-256263598ced"},{"text":"L’information financière contenue dans le présent document est basée sur les états financiers consolidés intermédiaires résumés non audités pour le trimestre et les neuf mois terminés le 31 juillet 2024 préparés selon les Normes internationales d’information financière (IFRS) telles que publiées par l’*International Accounting Standards Board* (IASB), sauf indication contraire. Les IFRS représentent les principes comptables généralement reconnus (PCGR) du Canada. Les symboles M$ et G$ désignent respectivement les millions et les milliards de dollars canadiens.","grounding":[{"box":{"l":0.05357557535171509,"t":0.27611106634140015,"r":0.9354597330093384,"b":0.3253539204597473},"page":0}],"chunk_type":"text","chunk_id":"4f68fd5d-0155-4bb4-a0fb-55052c40bb0f"},{"text":"**MONTRÉAL, le 28 août 2024** – La Banque Nationale déclare un résultat net de 1 033 M$ au troisième trimestre de 2024 comparativement à 830 M$ au troisième trimestre de 2023, en hausse de 24 %. Le résultat dilué par action s’établit à 2,89 $ au troisième trimestre de 2024 par rapport à 2,33 $ au trimestre correspondant de 2023. Ces hausses s’expliquent par la bonne performance de tous les secteurs d’exploitation. En excluant les éléments particuliers (1), notamment les éléments liés à l’entente visant l’acquisition de la Banque canadienne de l’Ouest (*Canadian Western Bank* ou CWB) enregistrés au cours du troisième trimestre de 2024, le résultat net ajusté (1) se chiffre à 960 M$ et se compare à 781 M$ pour le trimestre correspondant de 2023. Le résultat dilué par action ajusté (1) se chiffre à 2,68 $ par rapport à 2,18 $ pour le troisième trimestre de 2023.","grounding":[{"box":{"l":0.053894639015197754,"t":0.33430832624435425,"r":0.9434654116630554,"b":0.41466087102890015},"page":0}],"chunk_type":"text","chunk_id":"eccf9c66-dbc6-4a74-8767-39851875f672"},{"text":"Le résultat net de la Banque pour les neuf mois terminés le 31 juillet 2024 se chiffre à 2 861 M$ par rapport à 2 538 M$ pour la période correspondante de 2023, en hausse de 13 %. Le résultat dilué par action atteint 8,03 $ pour les neuf mois terminés le 31 juillet 2024, contre 7,14 $ pour les neuf mois terminés le 31 juillet 2023. Ces hausses proviennent de la bonne performance de tous les secteurs d’exploitation attribuable à la croissance des revenus, en partie contrebalancée par l’augmentation des frais autres que d’intérêts, des dotations aux pertes de crédit et de la charge d’impôts. En excluant les éléments particuliers (1), le résultat net ajusté (1) pour les neuf mois terminés le 31 juillet 2024 s’élève à 2 788 M$ et se compare à 2 513 M$ pour la même période de 2023, en hausse de 11 %, et le résultat dilué par action ajusté (1) se chiffre à 7,82 $ par rapport à 7,06 $ pour les neuf mois terminés le 31 juillet 2023, en hausse de 11 %.","grounding":[{"box":{"l":0.05382204055786133,"t":0.4245225489139557,"r":0.9438186883926392,"b":0.5168194770812988},"page":0}],"chunk_type":"text","chunk_id":"f6d8617c-3bfa-4cdf-975d-6e9609043ab7"}]}

